{
  "lifetime_events": [
    {
      "age": "0",
      "location": "Denver, CO, USA",
      "thumbnail" : "img/thumbnail/age000.jpg",
      "gallery" : [
        "img/gallery/age000.jpg"
      ],
      "description" : "8lbs., and 12ounces.",
      "status" : "Born at Rose Medical Center.",
      "additional_events" : ["hairy", "was said to have hair even on the palms of my hands, like a monkey", "mom ate lots of peanut butter in her third trimester, it paid off."]
    },{
      "age": "1",
      "location": "Snowmass, CO, USA",
      "thumbnail" : "img/thumbnail/age001.jpg",
      "status" : "parents separate",
      "additional_events" : ["no memories of my parents together", "lived mostly with mom, would visit dad for long stays over summer and other.", "they'd usually meet to drop me off / back and forth, in Avon, CO, or some place else off I-70"],
      "gallery" : [
        "img/gallery/age001.jpg"
      ]
    },{
      "age": "2",
      "location": "Snowmass, CO, USA",
      "thumbnail" : "img/thumbnail/age002.jpg",
      "status" : "going to China (Conoco) with Harry",
      "additional_events" : ["at one point was convinced i could fly", "in retrospect, glad i never jumped off the deck.", "rode a black horse named Winnie or Magic", "there was an orange barn cat", "I loved dandelions"],
      "gallery" : [
        "img/gallery/age002.jpg"
      ]
    },{
      "age": "3",
      "location": "Snowmass, CO, USA",
      "thumbnail" : "img/thumbnail/age003.jpg",
      "status" : "doing barn kid things",
      "additional_events" : ["had a friend who had gerbils", "vividly detailed memories of my grandmother Ann's old Jeffersonian house on the hill, in Snowmass", "going to bed i could hear the horses below"],
      "gallery" : [
        "img/gallery/age003.jpg"
      ]
    },{
      "age": "4",
      "location": "Mauai, HI, USA",
      "thumbnail" : "img/thumbnail/age004.jpg",
      "status" : "watching mom jump off waterfall in pink bikini",
      "additional_events" : ["the house we lived in had green parrots outside that would stay outside in the backyard, as outdoor pet parrots.", "they were talking parrots."],
      "gallery" : [
        "img/gallery/age004.jpg"
      ]
    },{
      "age": "5",
      "location": "Snowmass, CO, USA",
      "thumbnail" : "img/thumbnail/age005.jpg",
      "status" : "kindergarden at Mrs. Grants in Basalt, CO",
      "description" : "During naptime, Mrs. Grant would select one special student to stay up, to complete a special task for the class as a whole after the nap. When I was selected, I got to draw an outlined figure, for the class to color. I drew a princess with puffy shoulder pads, in a polkadot dress.",
      "additional_events" : ["mom had boy-friend Kenichi, who taught me how to count in Japanese. He later opened a successful restaurant in Aspen, called Kenichi"],
      "gallery" : [
        "img/gallery/age005.jpg"
      ]
    },{
      "age": "6",
      "location": "Aspen, CO, USA",
      "thumbnail" : "img/thumbnail/age006.jpg",
      "status" : "1st grade, sharing a bunk bed with Lakshmi",
      "additional_events" : ["Lakshmi and I would stay up at night and color old books, illuminated by the light of a globe light.", "We'd also go to the &ldquo;cookie monster&rsquo;s&rdquo;, aka Paradise Bakery &amp; Cafe, of which we were reluctant to share the valued ice cream with our parents.", "We'd go skiing on Buttermilk with the WeeSki", "dad moved to Houston for his first stint in Texas"],
      "gallery" : [
        "img/gallery/age006.jpg"
      ]
    },{
      "age": "7",
      "location": "Orlando, FL, USA | Roat&aacute;n, Honduras",
      "thumbnail" : "img/thumbnail/age007.jpg",
      "status" : "2nd grade, &ldquo;The Uniform Year&rdquo;",
      "additional_events" : ["Moved in with Dad for a few months in Orlando, where I attended a Catholic school", "The catholic schools' uniform was mostly green, with red, blue and yellow.","Dad would flip me behind, and upside-down the couch to get my hair in a perfect pony tail.", "This is also appx. the time my dad started making me mixed tapes with all the best, The BoDeans, INXS, Jude Cole, George Thoroughgood", "went to Disneyland once but it rained and the amusement park closed", "Dad and I would watch Cops on TV and the amazing thunder/lightening storms in Orlando",  "moved to Honduras where my mom taught scooba-diving with a man named Phil Weir", "was considered the only gringo kid on the island, and I didn't have an appetite to learn Spanish, unfortunately.", "My uniform in Roat&aacute;n was marroon and it had a crusted embroidery in the top left pocket.", "I bought one of my favorite purses of all time, a colorfully and hand-sewn/together shoulder pouch I still have in safe-keepings."],
      "gallery" : [
        "img/gallery/age007.jpg"
      ]
    },{
      "age": "8",
      "location": "San Diego, CA, USA",
      "thumbnail" : "img/thumbnail/age008.jpg",
      "status" : "3rd Grade, the Waldorf School.",
      "description" : "There was a tie-die dress I wore, and loved it, when we went one time to the bay for some rollerblading.",
      "additional_events" : ["moved to San Diego as my mom met Phil Merril, of whom became a semi-influential figure in my life from 8-13, in their semi-long term relationship.", "Learned to knit and crochet at school.", "Was really into Michael Jackson.", "Our home  had a spiral staircase that led to a home office.", "Dad moved back to Denver (he worked for Continental and they had him relocate a few times).", "Dad then lived in Albequerque for a stint, where I visited him and the place had dark pink carpet"],
      "gallery" : [
        "img/gallery/age008.jpg"
      ]
    },{
      "age": "9",
      "location": "San Diego, CA, USA / Crested Butte, CO, USA",
      "thumbnail" : "img/thumbnail/age009.jpg",
      "status" : "4th Grade, move back to the mountains.",
      "description" : "Took class with Nancy Vogel and I still remember most the girls in my grade: Kasey Bailey Whitney Lauren Lulu Rita Lauren Jessica",
      "additional_events" : ["honestly felt like I owned the town of Crested Butte.", "was really into TLC, Seal, and MTV","Played Anansi the Spider in a school play", "began to chat in AOL chatrooms, chatrooms that is, of all natures.","did a kickass report on Gnomes",  "switched to snowboarding", "Phil's son Mike Merrill lived with us for a while, he was 18, and I thought he was SO cool.", "one time skipped school to go hang out at Peanut Lake","Mom painted a rendition of Matisse's &ldquo;Icarus&rdquo; on my bedroom closet door", "Dad moved to Houston, TX, where I spent some time with him. We lived in a pink house with a magnificent tree in the front yard, great for sitting in.", "Spent time at the YMCA.", "I remember cockroaches in Houston, and I didn't like them.", "One girl at the YMCA, I recall, had no thumbs. She was going to get surgery to put her big toes on her hands for thumbs."],
      "gallery" : [
        "img/gallery/age009.jpg"
      ]
    },{
      "age": "10",
      "location": "Crested Butte, CO, USA / St. Helena, CA, USA",
      "thumbnail" : "img/thumbnail/age010.jpg",
      "status" : "5th grade, back to California to live in a haunted house.",
      "description" : "Favorite movie: Harriet the Spy. The house we lived in was separated into 5 houses, and allegedly a man shot himself there before we moved in. The middle school I went to, our mascot was The Blue Devil.",
      "additional_events" : ["Spent a lot of time wondering the perimeters of our house, climbing the roof, spying on Phil.", "considered living in the guest house but it was small, creepy, unkept and far from the main house", "at school, my fondest memory was carving a gourd with a sharp, heated metal tip.", "got really into Track &amp; Field, and PE was a big deal. Ended up running my fastest mile there, at 7.51minutes", "took my first typing class, and a computer class with animations.", "had a good friend named Pat who had an awesome tree house. He was a couple years older but we were just friends.", "trips to Mexico including San Miguel de Allende, and trips to Lake Powell."],
      "gallery" : [
        "img/gallery/age010.jpg"
      ]
    },{
      "age": "11",
      "location": "St. Helena, CA, USA",
      "thumbnail" : "img/thumbnail/age011.jpg",
      "status" : "6th grade, moved out of haunted house and into a town home with viniard in backyard",
      "description" : "Took a class from the same voice actor as the Little Ceasar's character that says 'Pizza Pizza'",
      "additional_events" : ["Played Ophelia in &ldquo;Something's Rotten in the State of Denmark&rdquo;", "switched schools and went to a school in Calistoga for a few months.", "Lived next door to some Brits, who went to a trip with us to the Baja California Peninsula, where we got to go on a tiny cigar boat and see a momma whale and a baby whale, and someone on the boat got to pet the baby whale.", "Phil at this point had the twin engine, 6 seater, Cessna '8085 quebec'",  "back at home, hung out on the roof most days", "loved Scooby Doo", "loved French Silk ice cream"],
      "gallery" : [
        "img/gallery/age011.jpg"
      ]
    },{
      "age": "12",
      "location": "Cave Cree, AZ, USA / Care Free, AZ, USA",
      "thumbnail" : "img/thumbnail/age012.jpg",
      "status" : "7th grade, moved into the Terravita gated community.",
      "description" : "Moved twice in Terravita. Both houses had a pool. In the 2nd house, I was privileged - and my mom let me live in the guest house that was positioned at the front of the main house.",
      "additional_events" : ["the closet in the guest house had a hidden hiding area in the closet, uneasy to be seen unless you knew about it.", "was admittedly really into NSYNC", "good friends included Irena Lisa Lindsey Ashley Jessica, some of which we'd obsessively exchange notes with each other.", "had a really good math teach that taught me things I still use today, like the &ldquo;is/of&rdquo; technique for percentages.", "frequent trips to Lake Powell, we had a cigar boat there, named the &ldquo;Karin Ann&rdquo;", "into water skiing and tubing", "Dad married Molli, an extremely influential and loving step-mom (current) I get to have. With it came my wonderful sisters, Kati (then 4) and Lyndsi (then 2)"],
      "gallery" : [
        "img/gallery/age012.jpg"
      ]
    },{
      "age": "13",
      "location": "Telluride, CO, USA",
      "thumbnail" : "img/thumbnail/age013.jpg",
      "status" : "8th grade, back to the mountains.",
      "description" : "Was excited to be back in a small town and wear Birkenstocks",
      "additional_events" : ["We had Ski PE during winter on Thursdays &amp; Fridays, where we'd get out of class at 1pm and from 1:30-4:30 our PE class was up on the mountain.", "Saw Tuck &amp; Patti perform live at the middle/high school.","I tried basketball for the first and only time in 8th grade. It was clear it was not my sport when the one time I got the ball, I shot at the wrong hoop.",  "Performed in the 8th grade play, &ldquo;School House Rock&rdquo;, and I got to sing &lsquo;The Great American Melting Pot&rsquo;", "Dad and Molli came for the play and announced they were pregnant with brother Mitch.", "For 8th grade graduation, we sang the song &ldquo;525,600 minutes&rdquo;"],
      "gallery" : [
        "img/gallery/age013.jpg"
      ]
    },{
      "age": "14",
      "location": "Littleton, CO, USA",
      "thumbnail" : "img/thumbnail/age014.jpg",
      "status" : "Freshmen Year, move in with Dad, Molli, Kati, and Lyndsi.",
      "description" : "Enroll at Heritage High School. Want to go to same school for 4 consecutive years. Mom was considering going to San Miguel de Allende and I decided to live with dad for high school. Was happy with mom and getting to live in so many wonderful places, but at the time was ready to experience a normal high school life.",
      "additional_events" : ["very few number of friends freshmen year", "volunteered during lunch break in school library, eating french fries and ranch in the back room, usually alone", "brother Mitchell is born", "the cafeteria in High School was the most terrifying place I'd experienced. I was used to 10-20 students per class, HHS had 400-500 students in our class which was considered pretty much humongous"],
      "gallery" : [
        "img/gallery/age014.jpg"
      ]
    },{
      "age": "15",
      "location": "Littleton, CO, USA",
      "thumbnail" : "img/thumbnail/age015.jpg",
      "status" : "Freshmen/Sophomore Year, start working.",
      "description" : "Get my first job at Paradise Bakery & Cafe, at the old South Glenn Mall.",
      "additional_events" : ["Also worked at Sears Roebuck & Co. in the Home Fashions department"],
      "gallery" : [
        "img/gallery/age015.jpg"
      ]
    },{
      "age": "16",
      "location": "Littleton, CO, USA",
      "thumbnail" : "img/thumbnail/age016.jpg",
      "status" : "Sophomore/Junior Year, hostess and sometimes waitress.",
      "description" : "Working at Beau Jo's Pizza in Highlands Ranch",
      "additional_events" : ["Started making more friends, including Kristin Katie Stephanie Katie and more."],
      "gallery" : [
        "img/gallery/age016.jpg"
      ]
    },{
      "age": "17",
      "location": "Littleton, CO, USA",
      "thumbnail" : "img/thumbnail/age017.jpg",
      "status" : "Junior/Senior Year, and Wet Seal at Park Meadows Mall",
      "description" : "Started working there to buy cute and inexpensive clothes.",
      "additional_events" : ["Asked to prom by the senior lacrosse team captain"],
      "gallery" : [
        "img/gallery/age017.jpg"
      ]
    },{
      "age": "18",
      "location": "Littleton, CO, USA",
      "thumbnail" : "img/thumbnail/age018.jpg",
      "status" : "Senior Year, getting ready for college.",
      "description" : "Did the Senior Prom Fashion Show",
      "additional_events" : ["Working at Pasta Jay's"],
      "gallery" : [
        "img/gallery/age018.jpg"
      ]
    },{
      "age": "19",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age019.jpg",
      "status" : "Freshmen Year, living in Farrand Hall at CU - Boulder",
      "description" : "Rather excited to be an adult.",
      "additional_events" : ["Major is Psych", "Go to Cancun with best friend Katie Sturges.", "Add Art to Major.", "Working at Zolo Bar & Grill"],
      "gallery" : [
        "img/gallery/age019.jpg"
      ]
    },{
      "age": "20",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age020.jpg",
      "status" : "Freshmen/Sophomore Year, first apartment with Lauren, Jessica, and Katie in the Goss House",
      "additional_events" : ["Switch Psych to Journalism: Media Studies", "Travel to Italy with best friend Roberta Baines."],
      "gallery" : [
        "img/gallery/age020.jpg"
      ]
    },{
      "age": "21",
      "location": "Boulder, CO, USA / DTC",
      "thumbnail" : "img/thumbnail/age021.jpg",
      "status" : "Work at The Tavern in DTC for summer. Move into studio apartment in fall.",
      "additional_events" : [],
      "gallery" : [
        "img/gallery/age021.jpg"
      ]
    },{
      "age": "22",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age022.jpg",
      "status" : "Junior/Senior Year, get really into photography.",
      "description" : "Lived with a couple guys for a few months off Craigslist, moved in with Maya Weinstein for a few months, found Kate Whiteneck as a roommate.",
      "additional_events" : ["Zolo Bar & Grill", "Folsom St. Coffee Co."],
      "gallery" : [
        "img/gallery/age022.jpg"
      ]
    },{
      "age": "23",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age023.jpg",
      "status" : "Senior, working at Folsom St. Coffee Co.",
      "description" : "Start taking classes at ATLAS Institute.",
      "additional_events" : ["Accepted into BFA Program", "14th Street. Bar & Grill", "Radda Trattoria"],
      "gallery" : [
        "img/gallery/age023.jpg"
      ]
    },{
      "age": "24",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age024.jpg",
      "status" : "Super Senior Year, working at Folsom St. Coffee Co and Ideal Market.",
      "description" : "Live in house off Folsom with Denise, Kim, Jeremy. Take Fall semester off.",
      "gallery" : [
        "img/gallery/age024.jpg"
      ]
    },{
      "age": "25",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age025.jpg",
      "status" : "Super + Duper Senior Year, graduate CU.",
      "description" : "Complete BFA for Integrated Arts, and Capstone Project for ATLAS in same final semester.",
      "additional_events" : ["Build a 'Post-Human' sculpture named Rose.", "Get first non-service job at Microsoft as Image Specialist on Bing Maps."],
      "gallery" : [
        "img/gallery/age025.jpg"
      ]
    },{
      "age": "26",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age026.jpg",
      "status" : "First year volunteering with CommuniKey",
      "description" : "Gemini in summer, start to love the techno beats.",
      "additional_events" : ["Leave Microsoft to work at BDW as Academic Operations Manager"],
      "gallery" : [
        "img/gallery/age026.jpg"
      ]
    },{
      "age": "27",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age027.jpg",
      "status" : "Volunteer at Scrib to learn about freelancing.",
      "description" : "Internship to become a web developer.",
      "additional_events" : ["Get summer Internship in the Interactive Development department, for minimum wage, at Crispin Porter + Bogusky", "Build Via Foci as current brand to replace brittanyansay.com"],
      "gallery" : [
        "img/gallery/age027.jpg"
      ]
    },{
      "age": "28",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age028.jpg",
      "status" : "Get job in Denver as junior developer.",
      "description" : "Work in Rhino District at SpireMedia as frontend dev.",
      "gallery" : [
        "img/gallery/age028.jpg"
      ]
    },{
      "age": "29",
      "location": "Boulder, CO, USA",
      "thumbnail" : "img/thumbnail/age029.jpg",
      "status" : "Start at Vermilion as full-stack developer.",
      "description" : "becoming Senior in Frontend, more comfortable with backend",
      "additional_events" : ["Start teaching at Front Range Community College, once a week: Spring class is called 'Complete Web Authoring', Fall class is called 'Web Architecture: Open Source'"],
      "gallery" : [
        "img/gallery/age029.jpg"
      ]
    }
        
        
  ]
}